{
  "id": 76,
  "sections": [
    [
      {
        "type": "Message",
        "id": 1215201,
        "startIds": [
          121520101
        ],
        "messages": {
          "121520101": {
            "type": "Text",
            "id": 121520101,
            "sectionId": 1215201,
            "senderId": 76,
            "text": "[Emergency Alert from the Luofu Realm-Keeping Commission] According to the regulations of the Commission, physical fights and brawls are illegal and not only pose a threat to the well-being of others, but may also lead to serious consequences. We remind all residents and travelers to not believe unverified rumors and to rationally resolve conflicts. When encountering traffic congestion or navigational restrictions, please plan your travel and return accordingly, follow the order of passage, and avoid blocking emergency lanes to prevent secondary accidents. It is everyone's responsibility to maintain a harmonious and stable environment in the Luofu.",
            "option": null,
            "nextIds": [],
            "kind": "NPC"
          }
        }
      }
    ],
    [
      {
        "type": "Message",
        "id": 1301000,
        "startIds": [
          130100000
        ],
        "messages": {
          "130100000": {
            "type": "Text",
            "id": 130100000,
            "sectionId": 1301000,
            "senderId": 76,
            "text": "[Luofu Realm-Keeping Commission: Emergency Management Center] Attention! You may have received a fraudulent message from an impersonator or a counterfeiter's account. Your account is at risk of fraud and has been temporarily frozen. The corresponding amount has been returned to your account. We strongly advise against disclosing any personal information or initiating financial transfers in response to such messages. If you have any inquiries or need to report a case, please contact our staff at the Realm-Keeping Commission.",
            "option": null,
            "nextIds": [
              130100001
            ],
            "kind": "NPC"
          },
          "130100001": {
            "type": "Text",
            "id": 130100001,
            "sectionId": 1301000,
            "senderId": 76,
            "text": "[Luofu Realm-Keeping Commission: Emergency Management Center] Attention! The Realm-Keeping Commission is dedicated to preventing fraud and ensuring your safety. Please be cautious when receiving messages from unfamiliar sources. Avoid accessing suspicious links, and always verify with the intended individual before making any financial transfers. If you have fallen victim to a scam, please remain calm and promptly report the incident to our office.",
            "option": null,
            "nextIds": [],
            "kind": "NPC"
          }
        }
      }
    ]
  ],
  "info": {
    "id": 76,
    "name": "Realm-Keeping Commission: Emergency Response Center",
    "signature": null,
    "iconPath": "icon/avatar/Anonymous.png",
    "type": 2,
    "camp": 4
  }
}